export const posts = [
  {
    id: 1,
    title: "安倍前首相 25日にも国会説明",
    body:
      "「桜を見る会」をめぐる問題で、与党は２４日、東京地検特捜部による安倍前首相の公設第一秘書への処分が出た場合、２５日にも安倍前首相の国会招致に応じる方向で調整していることがわかりました。",
    good: 0
  },
  {
    id: 2,
    title: "香港でも英国の変異種か",
    body:
      "香港政府は23日、英国で感染が急増している新型コロナウイルスの変異種と遺伝子配列が一致するウイルスが、英国帰りの少年2人から見つかったと発表した。現地メディアが報じた。このうち14歳の少年は入院中。17歳の少年は既に退院したという。",
    good: 0
  },
  {
    id: 3,
    title: "回収のバスマット 削らないで",
    body:
      "健康被害の恐れがあるアスベストが含まれていた珪藻土（けいそうど）製バスマットの自主回収を始めた家具大手ニトリが、手入れ用ヤスリを付けて販売していたとして、削るとアスベストが飛散する可能性があるため「削らず、使用をやめて」と呼びかけている。カインズも同様の自主回収を発表して、使用中止を呼びかけている。",
    good: 0
  },
  {
    id: 4,
    title: "バスケ能代工が敗退 歴史に幕",
    body:
      "58度の全国制覇を誇り、現校名で最後の出場となる能代工（秋田）の冒険が終わった。九州学院（熊本）に72－77で敗れて初戦敗退。中山玄己（げんき）主将（3年）が3点シュート7本を沈めて22得点、上村大佐（たいすけ、3年）も23得点と2人で量産も、勝利に届かなかった。",
    good: 0
  },
  {
    id: 5,
    title: "山田優が所属事務所を退社",
    body:
      "モデルで女優の山田優（36）が23日、自身のインスタグラムを更新し、所属事務所を退社することを発表した。山田は95年、沖縄アクターズスクールに合格し、「B.B.WAVES」メンバーとして活躍。",
    good: 0
  }
];
